{"afrikaans":"Like, en deel hierdie video asseblief met u familie en vriende. Hierdie video het meer as 90 tale ondertitels beskikbaar. Kies asseblief die regte taal vir ondertitels. Hierdie video word vrygestel onder publieke domein. U kan dit oplaai of doen wat u wil met hierdie video. Skenk: \n https://fawazahmed0.github.io/donate.html","albanian":"Ju lutemi, pëlqeni dhe shpërndani këtë video me familjen dhe miqtë tuaj. Kjo video ka në dispozicion nëntituj mbi 90 gjuhë, ju lutemi zgjidhni gjuhën e saktë të titrave Kjo video është lëshuar në domenin publik, ju jeni të lirë të ngarkoni ose të bëni gjithçka që dëshironi me këtë video Dhuroni: \n https://fawazahmed0.github.io/donate.html","amharic":"እባክዎን ይህንን ቪዲዮ ለቤተሰብዎ እና ለጓደኞችዎ ያጋሩ ፡፡ ይህ ቪዲዮ 90+ ቋንቋዎች የትርጉም ጽሑፎች አሉት ፣ እባክዎን ትክክለኛ ንዑስ ጽሑፍ ቋንቋ ይምረጡ ይህ ቪዲዮ በሕዝብ ጎራ ስር ይለቀቃል ፣ በዚህ ቪዲዮ የፈለጉትን ለመጫን ወይም ለማድረግ ነፃ ነዎት \n https://fawazahmed0.github.io/donate.html","arabic":"يرجى الإعجاب ومشاركة هذا الفيديو مع عائلتك وأصدقائك. يحتوي هذا الفيديو على أكثر من 90 لغة ترجمة متاحة ، يرجى اختيار لغة الترجمة الصحيحة. تم إصدار هذا الفيديو ضمن المجال العام ، ولك مطلق الحرية في التحميل أو القيام بما تريد باستخدام هذا الفيديو تبرع: \n https://fawazahmed0.github.io/donate.html","armenian":"Խնդրում ենք հավանել և տարածել այս տեսանյութը ձեր ընտանիքի և ընկերների հետ: Այս տեսանյութն ունի 90+ լեզուներով ենթագրեր: Խնդրում ենք ընտրել ճիշտ ենթագրերի լեզու: \n https://fawazahmed0.github.io/donate.html","azerbaijani":"Xahiş edirəm bəyənin və bu videonu ailəniz və dostlarınızla paylaşın. Bu videonun 90-dan çox dildə altyazısı var, xahiş edirəm düzgün subtitr dilini seçin Bu video ictimai məkanda yayımlanıb, yükləmək və ya bu video ilə istədiyiniz hər şeyi etmək pulsuzdur. \n https://fawazahmed0.github.io/donate.html","basque":"Gustatu eta partekatu bideo hau zure senideekin eta lagunekin. Bideo honek 90 hizkuntza baino gehiago ditu azpititulu erabilgarri, aukeratu azpitituluen hizkuntza zuzena Bideo hau jabari publikoan argitaratuta dago, bideo honekin doan kargatu edo nahi duzuna egin dezakezu Dohaintza: \n https://fawazahmed0.github.io/donate.html","belarusian":"Калі ласка, упадабайце і падзяліцеся гэтым відэа з сям'ёй і сябрамі. У гэтага відэа даступна 90 субтытраў на мовах. Выберыце правільную мову субтытраў. Гэта відэа выпушчана ў грамадскае здабытак. Вы можаце загружаць альбо рабіць усё, што заўгодна, з гэтым відэа. Ахвяруйце: \n https://fawazahmed0.github.io/donate.html","bengali":"দয়া করে লাইক করুন, এবং আপনার পরিবার এবং বন্ধুদের সাথে এই ভিডিওটি ভাগ করুন। এই ভিডিওটিতে 90+ টি ভাষা উপশিরোনাম উপলব্ধ রয়েছে, দয়া করে সঠিক সাবটাইটেল ভাষা চয়ন করুন এই ভিডিওটি পাবলিক ডোমেনের অধীনে প্রকাশিত হয়েছে, আপনি এই ভিডিওটির সাথে আপলোড করতে বা যা খুশি তাই করতে দান করুন: \n https://fawazahmed0.github.io/donate.html","bosnian":"Molimo vas da lajkate i podijelite ovaj video sa porodicom i prijateljima. Ovaj videozapis ima dostupnih titlova za više od 90 jezika, odaberite tačan jezik titlova Ovaj videozapis je objavljen u javnoj domeni, možete ga poslati ili učiniti što god želite s ovim videozapisom Donirajte: \n https://fawazahmed0.github.io/donate.html","bulgarian":"Моля, харесайте и споделете това видео със семейството и приятелите си. Това видео има 90+ езика на разположение на субтитрите, моля, изберете правилния език на субтитрите. Това видео е пуснато в публично достояние, можете да качвате или да правите каквото искате с това видео. Дарете: \n https://fawazahmed0.github.io/donate.html","catalan":"Agrada i comparteix aquest vídeo amb la teva família i amics. Aquest vídeo té subtítols de més de 90 idiomes disponibles, seleccioneu l'idioma correcte dels subtítols. Aquest vídeo es publica en domini públic, podeu penjar-lo o fer el que vulgueu amb aquest vídeo. Doneu: \n https://fawazahmed0.github.io/donate.html","cebuano":"Palihug gusto, & Ipakigbahin kini nga Video sa imong pamilya ug mga higala. Kini nga video adunay 90+ mga sinultian nga subtitle nga magamit, palihug pilia ang husto nga sinultian sa subtitle Kini nga video gipagawas sa ilalum sa publiko nga domain, libre ka mag-upload o buhaton bisan unsa ang gusto nimo sa kini nga video Pagdonar: \n https://fawazahmed0.github.io/donate.html","chichewa":"Chonde kondani, & Gawani Kanemayu ndi abale anu ndi anzanu. Kanemayo ali ndi manambala amawu m'zinenero 90+, chonde sankhani mawu olondola a kanemayo Kanemayo adatulutsidwa pagulu la anthu, muli ndi ufulu kukweza kapena kuchita chilichonse chomwe mukufuna ndi kanemayu Donate: \n https://fawazahmed0.github.io/donate.html","chinese(simplified)":"请点赞，并与您的家人和朋友分享此视频。 该视频提供90多种语言字幕，请选择正确的字幕语言。该视频已在公共领域发布，您可以免费上传或使用此视频做任何事情。 \n https://fawazahmed0.github.io/donate.html","chinese(traditional)":"請點贊，並與您的家人和朋友分享此視頻。 該視頻提供90多種語言字幕，請選擇正確的字幕語言。該視頻已在公共領域發布，您可以免費上傳或使用此視頻做任何事情。 \n https://fawazahmed0.github.io/donate.html","corsican":"Per piacè piace, & Sparte stu Video cù a vostra famiglia è i vostri amichi. Stu video hà 90+ lingue sottotituli dispunibili, sceglite a lingua curretta di i sottotituli. Stu video hè liberatu sottu duminiu publicu, site liberu di caricare o di fà ciò chì vulete cù stu video Donate: \n https://fawazahmed0.github.io/donate.html","croatian":"Molimo vas da lajkate i podijelite ovaj video s obitelji i prijateljima. Ovaj videozapis ima dostupnih titlova za više od 90 jezika, odaberite ispravan jezik titlova. Ovaj videozapis objavljen je u javnoj domeni, s njim možete slobodno prenositi ili raditi što god želite. Donirajte: \n https://fawazahmed0.github.io/donate.html","czech":"Prosím, lajkujte a sdílejte toto video s rodinou a přáteli. Toto video má k dispozici více než 90 jazyků titulků, vyberte prosím správný jazyk titulků. Toto video je zveřejněno jako veřejné dílo, můžete ho pomocí tohoto videa nahrávat nebo dělat, co chcete. Darovat: \n https://fawazahmed0.github.io/donate.html","danish":"Synes godt om, og del denne video med din familie og venner. Denne video har mere end 90 sprog undertekster til rådighed. Vælg det rigtige undertekstsprog. Denne video frigives under offentligt domæne, du er fri til at uploade eller gøre hvad du vil med denne video Doner: \n https://fawazahmed0.github.io/donate.html","dutch":"Like en deel deze video met je familie en vrienden. Deze video heeft meer dan 90 talen ondertiteling beschikbaar. Kies de juiste ondertitelingstaal. \n https://fawazahmed0.github.io/donate.html","english":"Please like, & Share this Video with your family & friends.  This video has 90+ languages subtitles available, please choose correct subtitle language      This video is released under public domain, you are free to upload or do whatever you want with this video      Donate: \n https://fawazahmed0.github.io/donate.html","esperanto":"Bonvolu ŝati, & Kunhavigi ĉi tiun filmeton kun via familio kaj amikoj. Ĉi tiu filmeto disponeblas subtekstojn de pli ol 90 lingvoj, bonvolu elekti ĝustan subtitolan lingvon Ĉi tiu filmeto estas publikigita sub publika havaĵo, vi rajtas alŝuti aŭ fari ĉion, kion vi volas per ĉi tiu filmeto. Donaci: \n https://fawazahmed0.github.io/donate.html","estonian":"Palun meeldige see video ja jagage seda oma pere ja sõpradega. Sellel videol on saadaval rohkem kui 90 keeles subtiitreid. Palun valige õige subtiitrikeel. See video on välja antud üldkasutatava domeeni all. Võite selle videoga üles laadida või teha kõike, mida soovite. Anneta: \n https://fawazahmed0.github.io/donate.html","filipino":"Mangyaring gusto, & Ibahagi ang Video na ito sa iyong pamilya at mga kaibigan. Ang video na ito ay mayroong 90+ mga subtitle ng wika na magagamit, mangyaring pumili ng tamang wika ng subtitle Ang video na ito ay inilabas sa ilalim ng pampublikong domain, malaya kang mag-upload o gumawa ng anumang nais mo sa video na ito Donate: \n https://fawazahmed0.github.io/donate.html","finnish":"Tykkää ja jaa tämä video perheen ja ystävien kanssa. Tällä videolla on yli 90 kielellä saatavilla olevia tekstityksiä, valitse oikea tekstityskieli Tämä video on julkaistu julkisesti, voit lähettää tai tehdä mitä haluat tällä videolla. Lahjoita: \n https://fawazahmed0.github.io/donate.html","french":"Veuillez aimer et partager cette vidéo avec votre famille et vos amis. Cette vidéo a plus de 90 langues de sous-titres disponibles, veuillez choisir la bonne langue de sous-titres Cette vidéo est publiée dans le domaine public, vous êtes libre de télécharger ou de faire ce que vous voulez avec cette vidéo Faites un don: \n https://fawazahmed0.github.io/donate.html","frisian":"Graach like, & Diele dizze fideo mei jo famylje en freonen. Dizze fideo hat 90+ talen ûndertitels beskikber, kies asjebleaft de juste taal foar ûndertiteling Dizze fideo is frijjûn ûnder publyk domein, jo kinne fergees uploade of dwaan wat jo wolle mei dizze fideo Donearje: \n https://fawazahmed0.github.io/donate.html","galician":"Gústame e comparte este vídeo coa túa familia e amigos. Este vídeo ten subtítulos de máis de 90 idiomas dispoñibles, elixe o idioma correcto dos subtítulos. Este vídeo está publicado en dominio público, es libre de cargar ou facer o que queiras con este vídeo. Doa: \n https://fawazahmed0.github.io/donate.html","georgian":"გთხოვთ მოიწონოთ და გაუზიაროთ ეს ვიდეო თქვენს ოჯახს და მეგობრებს. ამ ვიდეოს აქვს 90+ ენაზე სუბტიტრები, გთხოვთ აირჩიოთ სწორი სუბტიტრების ენა. ეს ვიდეო გამოდის საზოგადოებრივ დომენში, თქვენ თავისუფლად შეგიძლიათ ატვირთოთ ან გააკეთოთ რაც გსურთ ამ ვიდეოთი \n https://fawazahmed0.github.io/donate.html","german":"Bitte liken Sie und teilen Sie dieses Video mit Ihrer Familie und Freunden. Dieses Video hat mehr als 90 Sprachen Untertitel zur Verfügung, bitte wählen Sie die richtige Untertitelsprache Dieses Video ist gemeinfrei veröffentlicht. Sie können es hochladen oder mit diesem Video machen, was Sie wollen. Spenden: \n https://fawazahmed0.github.io/donate.html","greek":"Σας αρέσει και μοιραστείτε αυτό το βίντεο με την οικογένεια και τους φίλους σας. Αυτό το βίντεο διαθέτει 90+ γλώσσες υπότιτλους, επιλέξτε τη σωστή γλώσσα υποτίτλων Αυτό το βίντεο κυκλοφορεί σε δημόσιο τομέα, μπορείτε να ανεβάσετε ή να κάνετε ό, τι θέλετε με αυτό το βίντεο Δωρεά: \n https://fawazahmed0.github.io/donate.html","gujarati":"કૃપા કરીને આ વિડિઓ તમારા પરિવાર અને મિત્રો સાથે શેર કરો અને શેર કરો. આ વિડિઓમાં 90+ ભાષાઓનાં ઉપશીર્ષકો ઉપલબ્ધ છે, કૃપા કરીને યોગ્ય ઉપશીર્ષક ભાષા પસંદ કરો આ વિડિઓ સાર્વજનિક ડોમેન હેઠળ પ્રકાશિત કરવામાં આવી છે, તમે આ વિડિઓ સાથે અપલોડ કરવા અથવા તમે જે કરવા ઇચ્છો છો તે કરવા દાન કરો: \n https://fawazahmed0.github.io/donate.html","haitiancreole":"Tanpri renmen, & Pataje Videyo sa a avèk fanmi & zanmi ou yo. Videyo sa a gen 90+ lang tradiksyon ki disponib, tanpri chwazi kòrèk lang subtitòl Videyo sa a lage anba domèn piblik, ou lib pou telechaje oswa fè tout sa ou vle ak videyo sa a Don: \n https://fawazahmed0.github.io/donate.html","hausa":"Da fatan za a so, & raba wannan Bidiyo tare da dangi da abokai. Wannan bidiyon yana da harsunan ƙasashe 90+ da ake dasu, don Allah zaɓi ingantaccen yare \n https://fawazahmed0.github.io/donate.html","hawaiian":"E ʻoluʻolu, a kaʻana like i kēia wikiō me kou ʻohana a me nā hoa aloha. Loaʻa i kēia wikiō he 90+ mau subtitles i loaʻa, e ʻoluʻolu e koho pololei i ka ʻōlelo subtitle \n https://fawazahmed0.github.io/donate.html","hebrew":"אנא אהב, ושתף את הסרטון הזה עם המשפחה והחברים שלך. לסרטון זה יש יותר מ- 90 שפות כתוביות, אנא בחרו שפת כתוביות נכונה סרטון זה שוחרר ברשות הרבים, אתם רשאים להעלות או לעשות כל מה שתרצו בעזרת הסרטון תרמו: \n https://fawazahmed0.github.io/donate.html","hindi":"कृपया इस वीडियो को अपने परिवार और दोस्तों के साथ साझा करें। इस वीडियो में 90+ भाषाएँ उपलब्ध हैं, कृपया सही उपशीर्षक भाषा चुनें। यह वीडियो सार्वजनिक डोमेन के तहत जारी किया गया है, आप इस वीडियो के साथ जो चाहें अपलोड कर सकते हैं या कर सकते हैं। \n https://fawazahmed0.github.io/donate.html","hmong":"Thov nyiam, & Qhia cov Video no rau koj tsev neeg & cov phooj ywg. Cov vis dis aus no muaj txog 90+ hom lus los ua, thov xaiv cov lus raug hauv qab Qhov video no tau tso tawm raws li pej xeem huab hwm, koj tsis tso tawm los yog ua dab tsi uas koj xav tau nrog daim vis dis aus no: \n https://fawazahmed0.github.io/donate.html","hungarian":"Lájkold és oszd meg ezt a videót családoddal és barátaiddal. Ez a videó több mint 90 nyelven elérhető felirattal, kérjük, válassza ki a megfelelő felirat nyelvét. Ez a videó nyilvános domainben jelenik meg, szabadon feltöltheti vagy bármit megtehet ezzel a videóval \n https://fawazahmed0.github.io/donate.html","icelandic":"Vinsamlegast líkaðu við, og deildu þessu myndbandi með fjölskyldu þinni og vinum. Þetta myndband er með 90+ tungumálum texta í boði, vinsamlegast veldu rétt tungumál fyrir texta. Þetta myndband er gefið út undir almenningi, þér er frjálst að hlaða inn eða gera hvað sem þú vilt með þessu myndbandi. Gefðu: \n https://fawazahmed0.github.io/donate.html","igbo":"Biko amasị, & Kesara vidiyo a na ndị ezinụlọ gị na ndị enyi Vidio a nwere ndepụta okwu asụsụ 90 + dịnụ, biko họrọ asụsụ ederede ziri ezi A na-ahapụ vidio a n'okpuru ngalaba ọha, ị nweere onwe gị bulite ma ọ bụ mee ihe ọ bụla ịchọrọ na vidiyo a Nye onyinye: \n https://fawazahmed0.github.io/donate.html","indonesian":"Silakan suka, & Bagikan Video ini dengan keluarga & teman Anda. Video ini memiliki 90+ bahasa subtitle, silahkan pilih bahasa subtitle yang benar Video ini dirilis di bawah domain publik, Anda bebas untuk mengunggah atau melakukan apapun yang Anda inginkan dengan video ini Donasi: \n https://fawazahmed0.github.io/donate.html","irish":"Le do thoil, & Roinn an Físeán seo le do theaghlach agus do chairde. Tá 90+ fotheideal teanga ar fáil san fhíseán seo, roghnaigh teanga cheart fotheideal le do thoil Scaoiltear an físeán seo faoi fhearann poiblí, tá cead agat gach rud a theastaíonn uait a uaslódáil nó a dhéanamh leis an bhfíseán seo Deonaigh: \n https://fawazahmed0.github.io/donate.html","italian":"Per favore, condividi questo video con la tua famiglia e gli amici. Questo video ha sottotitoli in più di 90 lingue disponibili, scegli la lingua corretta per i sottotitoli Questo video è rilasciato sotto dominio pubblico, sei libero di caricare o fare quello che vuoi con questo video Dona: \n https://fawazahmed0.github.io/donate.html","japanese":"このビデオを気に入って、家族や友達と共有してください。 このビデオには90以上の言語の字幕があります。正しい字幕言語を選択してください。このビデオはパブリックドメインでリリースされています。このビデオを自由にアップロードまたは実行できます。寄付： \n https://fawazahmed0.github.io/donate.html","javanese":"Mangga disenengi, & Bagi Video iki karo kulawarga & kanca. Video iki kasedhiya 90+ subtitle basa, pilih basa subtitle sing bener Video iki diluncurake ing domain publik, sampeyan bebas ngunggah utawa nindakake apa wae sing dikarepake karo video iki Sumbang: \n https://fawazahmed0.github.io/donate.html","kannada":"ದಯವಿಟ್ಟು ಲೈಕ್ ಮಾಡಿ, ಮತ್ತು ಈ ವೀಡಿಯೊವನ್ನು ನಿಮ್ಮ ಕುಟುಂಬ ಮತ್ತು ಸ್ನೇಹಿತರೊಂದಿಗೆ ಹಂಚಿಕೊಳ್ಳಿ. ಈ ವೀಡಿಯೊವು 90+ ಭಾಷೆಗಳ ಉಪಶೀರ್ಷಿಕೆಗಳನ್ನು ಹೊಂದಿದೆ, ದಯವಿಟ್ಟು ಸರಿಯಾದ ಉಪಶೀರ್ಷಿಕೆ ಭಾಷೆಯನ್ನು ಆರಿಸಿ ಈ ವೀಡಿಯೊವನ್ನು ಸಾರ್ವಜನಿಕ ಡೊಮೇನ್ ಅಡಿಯಲ್ಲಿ ಬಿಡುಗಡೆ ಮಾಡಲಾಗಿದೆ, ಈ ವೀಡಿಯೊದೊಂದಿಗೆ ನೀವು ಅಪ್‌ಲೋಡ್ ಮಾಡಲು ಅಥವಾ ಮಾಡಲು ನಿಮಗೆ ಮುಕ್ತವಾಗಿದೆ. \n https://fawazahmed0.github.io/donate.html","kazakh":"Лайк басып, осы бейнені отбасыңызға және достарыңызға бөлісіңіз. Бұл бейнеде 90-нан астам субтитр бар, субтитрдің дұрыс тілін таңдаңыз. Бұл бейне көпшілік назарына ұсынылған, сіз жүктей аласыз немесе осы бейнемен қалағаныңызды жасай аласыз: қайырымдылық: \n https://fawazahmed0.github.io/donate.html","khmer":"សូមជួយ like & Share វីដេអូនេះជាមួយក្រុមគ្រួសារនិងមិត្តភក្តិរបស់អ្នក។ វីដេអូនេះមានចំណងជើងរង ៩០+ ភាសាដែលអាចរកបានសូមជ្រើសរើសចំណងជើងរងដែលត្រឹមត្រូវវីដេអូនេះត្រូវបានចេញផ្សាយក្រោមកម្មសិទ្ធិសាធារណៈអ្នកអាចផ្ទុកឡើងឬធ្វើអ្វីដែលអ្នកចង់បានជាមួយវីដេអូនេះបរិច្ចាកៈ \n https://fawazahmed0.github.io/donate.html","kinyarwanda":"Nyamuneka nkunda, & Sangira iyi Video n'umuryango wawe & inshuti. Iyi videwo ifite indimi 90+ subtitles ziraboneka, nyamuneka hitamo imvugo yukuri ya subtitle Iyi video yasohotse kumurongo rusange, ufite uburenganzira bwo kohereza cyangwa gukora icyo ushaka cyose niyi video Tanga: \n https://fawazahmed0.github.io/donate.html","korean":"이 비디오를 좋아하고 가족 및 친구들과 공유하십시오. 이 동영상에는 90 개 이상의 언어 자막이 있습니다. 올바른 자막 언어를 선택하세요.이 동영상은 공개 도메인으로 출시되었습니다.이 동영상으로 자유롭게 업로드하거나 원하는대로 할 수 있습니다. 기부 : \n https://fawazahmed0.github.io/donate.html","kurdish(kurmanji)":"Ji kerema xwe vê Vîdyoyê bi malbat û hevalên xwe re biecibînin, & Parve bikin. Di vê vîdyoyê de 90+ ziman jêrnivîs hene, ji kerema xwe zimanê binkomê rast hilbijêrin Ev vîdyo di bin qada giştî de serbest hat berdan, hûn bi vê vîdyoyê re azad in ku hûn çi dixwazin barkirin an bikin. \n https://fawazahmed0.github.io/donate.html","kyrgyz":"Лайк басып, & Бул видеону үй-бүлөңүз жана досторуңуз менен бөлүшүңүз. Бул видеодо 90+ тилдеги субтитр бар, сураныч, субтитрдин туура тилин тандаңыз Бул видео коомдук доменде жарыяланган, сиз жүктөп берүү же бул видео менен каалаган ишиңизди жасооңуз мүмкүн: \n https://fawazahmed0.github.io/donate.html","lao":"ກະລຸນາມັກ, & ແບ່ງປັນວິດີໂອນີ້ກັບຄອບຄົວແລະ ໝູ່ ເພື່ອນຂອງທ່ານ. ວິດີໂອນີ້ມີ ຄຳ ບັນຍາຍ 90+ ພາສາທີ່ມີ, ກະລຸນາເລືອກພາສາ ຄຳ ບັນຍາຍທີ່ຖືກຕ້ອງ \n https://fawazahmed0.github.io/donate.html","latin":"Quaeso ut , cum familiae & Share this Video & amicis. Hoc video est 90+ subscripta linguae praesto , video non dimisit in hoc sermone placet eligere rectam subtilissima publica domain : vacat vobis, liberum est vel upload hoc age quod tibi placet video Donate: \n https://fawazahmed0.github.io/donate.html","latvian":"Lūdzu, patika un kopīgojiet šo videoklipu ar savu ģimeni un draugiem. Šim videoklipam ir pieejami subtitri vairāk nekā 90 valodās. Lūdzu, izvēlieties pareizu subtitru valodu. Šis videoklips ir izlaists publiskā domēnā, ar šo videoklipu varat augšupielādēt vai darīt visu, ko vēlaties. Ziedot: \n https://fawazahmed0.github.io/donate.html","lithuanian":"Prašome patikti ir dalytis šiuo vaizdo įrašu su savo šeima ir draugais. Šis vaizdo įrašas turi 90 ir daugiau kalbų subtitrus. Pasirinkite tinkamą subtitrų kalbą. Šis vaizdo įrašas išleistas viešai prieinamoje erdvėje, galite laisvai įkelti ar daryti bet ką norėdami su šiuo vaizdo įrašu \n https://fawazahmed0.github.io/donate.html","luxembourgish":"Gitt gär, & Deelt dëse Video mat Ärer Famill & Frënn. Dëse Video huet 90+ Sproochen Ënnertitelen verfügbar, wielt w.e.g. korrekt Ënnertitel Sprooch Dëse Video gëtt ënner ëffentlecher Domain verëffentlecht, Dir sidd fräi eropzelueden oder maacht wat Dir mat dësem Video wëllt Spenden: \n https://fawazahmed0.github.io/donate.html","macedonian":"Ве молиме, лајкувајте го и споделете го ова видео со вашето семејство и пријатели. Ова видео има 90+ јазици на располагање преводи, изберете точен јазик на превод Ова видео е објавено во јавен домен, можете слободно да поставувате или да правите што сакате со ова видео Донирајте: \n https://fawazahmed0.github.io/donate.html","malagasy":"Azafady, ary zarao amin'ny fianakavianao sy ny namanao ity horonantsary ity. Ity horonan-tsary ity dia misy dikanteny 90+ misy fiteny, azafady mifidy fiteny dikanteny marina. Navoaka teo ambanin'ny sehatra ho an'ny daholobe ity horonantsary ity, afaka mandefa na manao izay tianao amin'ny vidéo ianao Donate: \n https://fawazahmed0.github.io/donate.html","malay":"Suka, & Kongsi Video ini dengan keluarga & rakan anda. Video ini mempunyai 90+ sari kata bahasa, sila pilih bahasa sari kata yang betul. Video ini dikeluarkan di bawah domain awam, anda bebas memuat naik atau melakukan apa sahaja yang anda mahukan dengan video ini Sumbang: \n https://fawazahmed0.github.io/donate.html","malayalam":"ദയവായി ലൈക്ക് ചെയ്യുക, & ഈ വീഡിയോ നിങ്ങളുടെ കുടുംബാംഗങ്ങളോടും സുഹൃത്തുക്കളോടും പങ്കിടുക. ഈ വീഡിയോയ്ക്ക് 90+ ഭാഷകളുടെ സബ്ടൈറ്റിലുകൾ ലഭ്യമാണ്, ദയവായി ശരിയായ സബ്ടൈറ്റിൽ ഭാഷ തിരഞ്ഞെടുക്കുക ഈ വീഡിയോ പബ്ലിക് ഡൊമെയ്നിന് കീഴിൽ പുറത്തിറങ്ങി, ഈ വീഡിയോ ഉപയോഗിച്ച് നിങ്ങൾക്ക് അപ്‌ലോഡുചെയ്യാനോ നിങ്ങൾക്ക് ഇഷ്ടമുള്ളത് ചെയ്യാനോ സ്വാതന്ത്ര്യമുണ്ട് സംഭാവന ചെയ്യുക: \n https://fawazahmed0.github.io/donate.html","maltese":"Jekk jogħġbok jogħġbok, & Aqsam dan il-Vidjow mal-familja u l-ħbieb tiegħek. Dan il-vidjow għandu 90 + lingwa sottotitli disponibbli, jekk jogħġbok agħżel il-lingwa korretta tas-sottotitoli \n https://fawazahmed0.github.io/donate.html","maori":"Tena koa koa, & Tohaina tenei Riipene Ataata ki to whanau me o hoa. E 90+ nga reo hauraro o te riipene nei, koa kowhiria te reo hauraro tika I tukuna tenei riipene i raro i te rohe a te iwi, ka ahei koe ki te tuku atu ki te mahi ranei i nga mea e hiahia ana koe ki tenei riipene ataata Hoatu: \n https://fawazahmed0.github.io/donate.html","marathi":"कृपया हा व्हिडिओ आपल्या कुटुंबियांसह आणि मित्रांसह सामायिक करा आणि सामायिक करा. या व्हिडिओकडे 90+ भाषेची उपशीर्षके उपलब्ध आहेत, कृपया योग्य उपशीर्षक भाषा निवडा हा व्हिडिओ सार्वजनिक डोमेन अंतर्गत जाहीर केला गेला आहे, आपण या व्हिडिओसह अपलोड करण्यास किंवा आपल्याला पाहिजे असलेले करण्यास मोकळे आहात दान करा: \n https://fawazahmed0.github.io/donate.html","mongolian":"Энэ видеог таалагдаж, & гэр бүл, найз нөхөдтэйгээ хуваалцаарай. Энэ видео бичлэг дээр 90 гаруй хэл дээр хадмал орчуулгатай байна. Хадмал орчуулгын зөв хэлийг сонгоно уу. Энэ видеог олон нийтийн домэйнд гаргасан тул та байршуулах эсвэл энэ видеогоор хүссэн зүйлээ хийх боломжтой. \n https://fawazahmed0.github.io/donate.html","myanmar(burmese)":"ကျေးဇူးပြု၍ ဤဗီဒီယိုကိုသင်၏မိသားစု၊ သူငယ်ချင်းများနှင့်မျှဝေပါ။ ဒီဗွီဒီယိုတွင်ဘာသာစကား ၉၀ ကျော်စာတန်းထိုးရနိုင်ပါတယ်။ ကျေးဇူးပြု၍ မှန်ကန်သောစာတန်းထိုးဘာသာစကားရွေးချယ်ပါ။ ဒီဗီဒီယိုကိုအများပြည်သူပိုင်ဒိုမိန်းအောက်မှာထုတ်ပြန်ပါတယ်။ ဒီဗီဒီယိုနဲ့အတူသင် upload တင်၍ လုပ်နိုင်သည်။ လှူဒါန်းသည် - \n https://fawazahmed0.github.io/donate.html","nepali":"कृपया मनपराउनुहोस्, र यो भिडियो तपाईंको परिवार र साथीहरूसँग साझा गर्नुहोस्। यस भिडियोसँग + ०+ भाषाहरू उपशीर्षकहरू उपलब्ध छन्, कृपया सही उपशीर्षक भाषा छान्नुहोस् यो भिडियो सार्वजनिक डोमेन अन्तर्गत जारी गरिएको छ, तपाईं अपलोड गर्न स्वतन्त्र हुनुहुन्छ वा जे पनि तपाईं यस भिडियोको साथ गर्न चाहनुहुन्छ दान दिनुहोस्: \n https://fawazahmed0.github.io/donate.html","norwegian":"Vennligst liker, og del denne videoen med familie og venner. Denne videoen har undertekster på over 90 språk, velg riktig språk for undertekster. Denne videoen er utgitt under offentlig domene, du kan laste opp eller gjøre hva du vil med denne videoen. Doner: \n https://fawazahmed0.github.io/donate.html","odia(oriya)":"ଦୟାକରି ଏହି ଭିଡିଓକୁ ଆପଣଙ୍କର ପରିବାର ଏବଂ ସାଙ୍ଗମାନଙ୍କ ସହିତ ଅଂଶୀଦାର କରନ୍ତୁ | ଏହି ଭିଡିଓରେ 90+ ଭାଷା ସବ୍ଟାଇଟ୍ ଉପଲବ୍ଧ ଅଛି, ଦୟାକରି ସଠିକ୍ ସବ୍ଟାଇଟ୍ ଭାଷା ବାଛନ୍ତୁ ଏହି ଭିଡିଓ ସର୍ବସାଧାରଣ ଡୋମେନ୍ ଅଧୀନରେ ପ୍ରକାଶିତ ହୋଇଛି, ଆପଣ ଏହି ଭିଡିଓ ସହିତ ଯାହା ଚାହାଁନ୍ତି ତାହା ଅପଲୋଡ୍ କିମ୍ବା କରିବାକୁ ମାଗଣା | \n https://fawazahmed0.github.io/donate.html","pashto":"مهرباني وکړئ خوښ کړئ ، او دا ویډیو د خپلې کورنۍ او ملګرو سره شریک کړئ. دا ویډیو د 90+ ژبو فرعي سرلیکونه شتون لري ، مهرباني وکړئ سم فرعي سرلیکونه غوره کړئ دا ویډیو د عامه ډومین لاندې خپره شوې ، تاسو وړیا یاست چې اپلوډ وکړئ یا هر هغه څه چې تاسو غواړئ د دې ویډیو سره مرسته وکړئ مرسته وکړئ: \n https://fawazahmed0.github.io/donate.html","persian":"لطفاً این ویدیو را با خانواده و دوستان خود پسندیده و به اشتراک بگذارید. این ویدئو دارای زیرنویس 90+ زبان است ، لطفاً زبان زیرنویس صحیح را انتخاب کنید \n https://fawazahmed0.github.io/donate.html","polish":"Proszę polub i udostępnij ten film rodzinie i znajomym. Ten film ma napisy w ponad 90 językach. Wybierz prawidłowy język napisów. Ten film jest udostępniony jako własność publiczna, możesz go przesłać lub zrobić, co chcesz, z nim Przekaż darowizny: \n https://fawazahmed0.github.io/donate.html","portuguese":"Curta e compartilhe este vídeo com sua família e amigos. Este vídeo tem legendas em mais de 90 idiomas disponíveis, por favor, escolha o idioma correto da legenda Este vídeo foi lançado sob domínio público, você está livre para enviar ou fazer o que quiser com este vídeo. Doe: \n https://fawazahmed0.github.io/donate.html","punjabi":"ਕਿਰਪਾ ਕਰਕੇ ਇਸ ਵੀਡੀਓ ਨੂੰ ਆਪਣੇ ਪਰਿਵਾਰ ਅਤੇ ਦੋਸਤਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ. ਇਸ ਵੀਡੀਓ ਦੇ ਕੋਲ 90+ ਭਾਸ਼ਾਵਾਂ ਦੇ ਉਪਸਿਰਲੇਖ ਉਪਲਬਧ ਹਨ, ਕਿਰਪਾ ਕਰਕੇ ਸਹੀ ਉਪਸਿਰਲੇਖ ਦੀ ਭਾਸ਼ਾ ਦੀ ਚੋਣ ਕਰੋ ਇਹ ਵੀਡੀਓ ਜਨਤਕ ਡੋਮੇਨ ਦੇ ਤਹਿਤ ਜਾਰੀ ਕੀਤੀ ਗਈ ਹੈ, ਤੁਸੀਂ ਇਸ ਵੀਡੀਓ ਦੇ ਨਾਲ ਅਪਲੋਡ ਕਰਨ ਜਾਂ ਜੋ ਵੀ ਚਾਹੁੰਦੇ ਹੋ ਕਰ ਸਕਦੇ ਹੋ ਦਾਨ ਕਰੋ: \n https://fawazahmed0.github.io/donate.html","romanian":"Vă rugăm să apreciați și să distribuiți acest videoclip familiei și prietenilor dvs. Acest videoclip are subtitrări în peste 90 de limbi disponibile, vă rugăm să alegeți limba corectă a subtitrării. \n https://fawazahmed0.github.io/donate.html","russian":"Пожалуйста, поставьте лайк и поделитесь этим видео с семьей и друзьями. В этом видео доступны субтитры на 90+ языках. Выберите правильный язык субтитров. Это видео выпущено в общественном достоянии, вы можете загружать или делать с этим видео все, что хотите. Пожертвовать: \n https://fawazahmed0.github.io/donate.html","samoan":"Faʻamolemole fiafia, & Faʻasoa lenei Vitio i lou aiga & uo. Lenei vitio o loʻo i ai 90+ gagana ulutala o loʻo avanoa, faʻamolemole filifili saʻo subtitle gagana O lenei vitio ua tatalaina i lalo o le lautele, ua e saoloto e tuʻu i luga pe faia soʻo se mea e te manaʻo ai i lenei vitio Foaʻi: \n https://fawazahmed0.github.io/donate.html","scotsgaelic":"Feuch an toil leat, & Roinn am Bhidio seo le do theaghlach & caraidean. Tha 90+ fo-thiotalan cànain anns a ’bhidio seo, tagh cànan fo-thiotalan ceart Tha am bhidio seo air a leigeil ma sgaoil fo raon poblach, tha thu an-asgaidh luchdachadh suas no rud sam bith a tha thu ag iarraidh leis a’ bhidio seo a thoirt seachad: \n https://fawazahmed0.github.io/donate.html","serbian":"Молимо вас да лајкате и делите овај видео са породицом и пријатељима. Овај видео садржи 90+ језика титлова. Изаберите тачан језик титлова. Овај видео запис је објављен у јавној домени, можете га отпремити или учинити шта год желите са овим видео записом. Донирајте: \n https://fawazahmed0.github.io/donate.html","sesotho":"Ka kopo rata, & Share Video ena le ba lelapa le metsoalle. Video ena e na le lihlooho tse ngotsoeng ka tlase ho lipuo tse 90+, ka kopo khetha puo e nepahetseng ea Subtitle Video ena e lokollotsoe tlasa taolo ea sechaba, u lokolohile ho e kenya kapa ho etsa eng kapa eng eo u e batlang ka video ena Donate: \n https://fawazahmed0.github.io/donate.html","shona":"Ndokumbirawo kuti, & Govana Vhidhiyo iyi nemhuri yako & shamwari. Vhidhiyo iyi ine 90+ mitauro zvinyorwa zvidiki zviripo, ndapota sarudza chaiyo Subtitle mutauro Vhidhiyo iyi inoburitswa pasi peveruzhinji, wakasununguka kurodha kana kuita chero chaunoda nevhidhiyo iyi Donate: \n https://fawazahmed0.github.io/donate.html","sindhi":"مهرباني ڪري پسند ڪريو ، ۽ پنهنجي خاندان ۽ دوستن سان ھن ويڊيو کي شيئر ڪريو. انهي وڊيو ۾ 90+ ٻولين جون ذيلي عنوان موجود آهن ، مھرباني ڪري صحيح ذيلي عنوان واري ٻولي چونڊيو \n https://fawazahmed0.github.io/donate.html","sinhala":"කරුණාකර කැමති, සහ මෙම වීඩියෝව ඔබගේ පවුලේ අය සහ මිතුරන් සමඟ බෙදා ගන්න. මෙම වීඩියෝවේ භාෂා 90+ උපසිරැසි ඇත, කරුණාකර නිවැරදි උපසිරැසි භාෂාව තෝරන්න මෙම වීඩියෝව පොදු වසම යටතේ නිකුත් කර ඇත, ඔබට මෙම වීඩියෝව සමඟ උඩුගත කිරීමට හෝ ඔබට අවශ්‍ය ඕනෑම දෙයක් කිරීමට නිදහස ඇත. \n https://fawazahmed0.github.io/donate.html","slovak":"Označte, že sa vám páči a zdieľajte toto video so svojou rodinou a priateľmi. Toto video má k dispozícii viac ako 90 jazykov titulkov, vyberte správny jazyk titulkov. Toto video je zverejnené ako verejné dielo, môžete ho pomocou tohto videa nahrávať alebo robiť, čo chcete. Darovať: \n https://fawazahmed0.github.io/donate.html","slovenian":"Prosim, všečkajte & delite ta video z družino in prijatelji. Ta videoposnetek ima na voljo 90+ jezikov podnapisov, izberite pravilen jezik podnapisov. Ta videoposnetek je objavljen v javni domeni, s tem videoposnetkom lahko naložite ali storite kar koli želite. Donirajte: \n https://fawazahmed0.github.io/donate.html","somali":"Fadlan like, & Share this Video ehelkaaga & asxaabtaada. Fiidiyowgaan wuxuu leeyahay 90+ luqadood oo subtitles ah oo la heli karo, fadlan dooro luqad cinwaan sax ah Fiidiyowgan waxaa lagu sii daayay hoosta bulshada, waxaad xor u tahay inaad soo dejiso ama ku sameyso wax alla wixii aad rabto fiidiyowgan Ku deeqo: \n https://fawazahmed0.github.io/donate.html","spanish":"Por favor, haga clic en Me gusta y comparta este video con su familia y amigos. Este video tiene subtítulos en más de 90 idiomas disponibles, elija el idioma de subtítulos correcto. Este video es de dominio público, puede subirlo o hacer lo que quiera con este video. Donar: \n https://fawazahmed0.github.io/donate.html","sundanese":"Punten resep, & Bagikeun Video ieu ka kulawarga & babaturan. Pidéo ieu sayogi 90+ basa tarjamahan anu sayogi, punten pilih basa terjemahan anu leres Video ieu dileupaskeun dina domain publik, anjeun bébas unggah atanapi ngalakukeun naon waé anu anjeun pikahoyong ku video ieu Sumbangan: \n https://fawazahmed0.github.io/donate.html","swahili":"Tafadhali penda, & Shiriki Video hii na familia yako na marafiki. Video hii ina manukuu ya lugha 90+, tafadhali chagua lugha sahihi ya vichwa vidogo Video hii imetolewa chini ya uwanja wa umma, uko huru kupakia au kufanya chochote unachotaka na video hii Changia: \n https://fawazahmed0.github.io/donate.html","swedish":"Gilla, och dela den här videon med din familj och vänner. Den här videon har mer än 90 språk tillgängliga undertexter, välj rätt textningsspråk. Den här videon släpps under offentlig domän, du kan ladda upp eller göra vad du vill med den här videon. Donera: \n https://fawazahmed0.github.io/donate.html","tajik":"Лутфан ин видеоро ба оила ва дӯстони худ лайк монед, ва мубодила кунед. Ин видео дорои 90+ забони субтитрӣ дорад, лутфан забони дурусти субтитрро интихоб кунед Ин видео дар домени ҷамъиятӣ нашр шудааст, шумо озод ҳастед, ки бо ин видео ҳама чизеро, ки мехоҳед, бор кунед ё хайр кунед \n https://fawazahmed0.github.io/donate.html","tamil":"தயவுசெய்து விரும்புகிறேன், & இந்த வீடியோவை உங்கள் குடும்பத்தினருடனும் நண்பர்களுடனும் பகிரவும். இந்த வீடியோவில் 90+ மொழிகள் வசன வரிகள் உள்ளன, தயவுசெய்து சரியான வசன மொழியைத் தேர்வுசெய்க இந்த வீடியோ பொது களத்தின் கீழ் வெளியிடப்பட்டது, இந்த வீடியோவுடன் நீங்கள் எதை வேண்டுமானாலும் பதிவேற்ற அல்லது செய்ய இலவசம். \n https://fawazahmed0.github.io/donate.html","tatar":"Зинһар, бу видеоны гаиләгез һәм дусларыгыз белән бүлешегез. Бу видеоның 90+ тел субтитрлары бар, зинһар, дөрес субтитр телен сайлагыз Бу видео җәмәгать домены астында чыгарылган, сез бу видео белән теләгәнне йөкләргә яки эшләргә ирекле. \n https://fawazahmed0.github.io/donate.html","telugu":"దయచేసి ఇష్టపడండి, & ఈ వీడియోను మీ కుటుంబం & స్నేహితులతో పంచుకోండి. ఈ వీడియోలో 90+ భాషల ఉపశీర్షికలు అందుబాటులో ఉన్నాయి, దయచేసి సరైన ఉపశీర్షిక భాషను ఎంచుకోండి ఈ వీడియో పబ్లిక్ డొమైన్ క్రింద విడుదల చేయబడింది, ఈ వీడియోతో మీకు అప్‌లోడ్ చేయడానికి లేదా చేయటానికి మీకు స్వేచ్ఛ ఉంది. \n https://fawazahmed0.github.io/donate.html","thai":"โปรดกดไลค์และแชร์วิดีโอนี้กับครอบครัวและเพื่อนของคุณ วิดีโอนี้มีคำบรรยายมากกว่า 90 ภาษาโปรดเลือกภาษาของคำบรรยายที่ถูกต้องวิดีโอนี้เผยแพร่ภายใต้โดเมนสาธารณะคุณมีอิสระที่จะอัปโหลดหรือทำอะไรก็ได้ที่คุณต้องการด้วยวิดีโอนี้บริจาค: \n https://fawazahmed0.github.io/donate.html","turkish":"Lütfen beğenin ve bu videoyu aileniz ve arkadaşlarınızla paylaşın. Bu videoda 90'dan fazla dilde altyazı mevcuttur, lütfen doğru altyazı dilini seçin Bu video kamu malı altında yayınlanmıştır, bu video ile istediğinizi yükleyebilir veya yapabilirsiniz Bağış yapın: \n https://fawazahmed0.github.io/donate.html","turkmen":"Bu wideony maşgalaňyz we dostlaryňyz bilen paýlaşmagyňyzy haýyş edýäris. Bu wideoda 90+ dilde subtitr bar, dogry subtitr dilini saýlaň Bu wideo köpçülige açyk, bu wideo bilen islän zadyňyzy ýükläp ýa-da edip bilersiňiz Bagyşlaň: \n https://fawazahmed0.github.io/donate.html","ukrainian":"Будь ласка, сподобайтеся & Поділіться цим відео з родиною та друзями. Це відео має 90+ мов субтитрів. Будь ласка, виберіть правильну мову субтитрів. Це відео випущено у відкритому доступі. Ви можете завантажувати або робити все, що завгодно, із цим відео. \n https://fawazahmed0.github.io/donate.html","urdu":"براہ کرم پسند کریں ، اور اس ویڈیو کو اپنے کنبہ اور دوستوں کے ساتھ شئیر کریں۔ اس ویڈیو میں 90+ زبانوں کے ذیلی عنوانات دستیاب ہیں ، براہ کرم صحیح سب ٹائٹل کی زبان منتخب کریں یہ ویڈیو عوامی ڈومین کے تحت جاری کی گئی ہے ، آپ اس ویڈیو کے ساتھ اپ لوڈ کرنے یا جو چاہیں کرنے کے لئے آزاد ہیں عطیہ کریں: \n https://fawazahmed0.github.io/donate.html","uyghur":"بۇ فىلىمنى ئائىلىڭىز ۋە دوستلىرىڭىز بىلەن ئورتاقلىشىڭ. بۇ سىننىڭ 90+ تىل تارماق تېمىسى بار ، توغرا بولغان تارماق تىلنى تاللاڭ بۇ سىن ئاممىۋى ساھەدە تارقىتىلدى ، بۇ سىن ئارقىلىق خالىغان نەرسىنى يۈكلىيەلەيسىز ياكى قىلالايسىز. \n https://fawazahmed0.github.io/donate.html","uzbek":"Iltimos, ushbu videoni yoqtiring va oilangiz va do'stlaringizga ulashing. Ushbu videoda 90 dan ortiq tilda subtitr mavjud, iltimos, to'g'ri subtitr tilini tanlang. Ushbu video jamoat mulki ostiga qo'yilgan, siz ushbu video bilan yuklashingiz yoki xohlaganingizni qilishingiz mumkin. \n https://fawazahmed0.github.io/donate.html","vietnamese":"Hãy thích và chia sẻ Video này với gia đình và bạn bè của bạn. Video này có sẵn hơn 90 ngôn ngữ phụ đề, vui lòng chọn ngôn ngữ phụ đề chính xác Video này được phát hành dưới tên miền công cộng, bạn có thể tự do tải lên hoặc làm bất cứ điều gì bạn muốn với video này Đóng góp: \n https://fawazahmed0.github.io/donate.html","welsh":"Hoffwch, a Rhannwch y Fideo hwn gyda'ch teulu a'ch ffrindiau. Mae gan y fideo hon 90+ o is-deitlau ieithoedd ar gael, dewiswch iaith is-deitl gywir Mae'r fideo hwn yn cael ei ryddhau o dan barth cyhoeddus, rydych chi'n rhydd i uwchlwytho neu wneud beth bynnag rydych chi ei eisiau gyda'r fideo hwn Cyfrannwch: \n https://fawazahmed0.github.io/donate.html","xhosa":"Nceda uthande, kwaye wabelane ngeVidiyo nosapho kunye nabahlobo bakho. Le vidiyo ineelwimi ezingama-90 + ezikhoyo, nceda ukhethe ulwimi oluchanekileyo lwesihlokwana Le vidiyo ikhutshwa phantsi kommandla woluntu, ukhululekile ukuba ulayishe okanye wenze nantoni na oyifunayo ngale vidiyo Nikela: \n https://fawazahmed0.github.io/donate.html","yiddish":"ביטע ווי, ייַנטיילן דעם ווידעא מיט דיין משפּחה און פרענדז. די ווידעא האט 90+ שפּראַכן סאַבטייטאַלז בנימצא. ביטע אויסקלייַבן די ריכטיק סאַבטייטאַל שפּראַך. \n https://fawazahmed0.github.io/donate.html","yoruba":"Jọwọ fẹran, & Pin fidio yii pẹlu ẹbi rẹ & awọn ọrẹ. Fidio yii ni awọn atunkọ awọn ede 90 + wa, jọwọ yan ede atunkọ ti o tọ Yi fidio ti wa ni idasilẹ labẹ agbegbe gbangba, o ni ominira lati gbe tabi ṣe ohunkohun ti o fẹ pẹlu fidio yii Ṣetọrẹ: \n https://fawazahmed0.github.io/donate.html","zulu":"Sicela uthande, futhi wabelane ngale Vidiyo nomndeni wakho nabangane. Le vidiyo inemibhalo engezansi yezilimi ezingama-90, sicela ukhethe ulimi olungezansi lwemibhalo engezansi Le vidiyo ikhishwe ngaphansi kwesizinda somphakathi, ukhululekile ukuyilayisha noma wenze noma yini oyifunayo ngale vidiyo Nikela: \n https://fawazahmed0.github.io/donate.html"}